vikramdattu/amazon-kinesis-video-streams-webrtc-sdk-c-espressif-port/examples/linux_test/sdkconfig.defaults
# Linux-target integration test defaults.
# The Linux IDF target deliberately keeps the surface area minimal; almost
# all ESP-IDF Kconfig options are absent. Project-specific knobs go here.

CONFIG_IDF_TARGET="linux"
